[
    { "id": 1, "title": "Dicas para o Dia a Dia", "content": "Dica: Mantenha um lanche saudável à mão para evitar quedas perigosas nos níveis de glicose. Segue abaixo uma lista com opções saudáveis para o dia a dia e seus benefícios: Castanhas, amêndoas, sementes de abóbora e sementes de girassol - Ricos em fibras, proteínas e gorduras saudáveis; Iogurte grego sem açúcar - Ótima fonte de proteína; Maçãs, morangos e pêras - Comer em porções controladas; Ovos cozidos - Excelente fonte de proteína e nutrientes; Pipoca caseira sem manteiga e pouco sal - Excelente fonte de fibras; Saladas com vegetais, peito de frango grelhado."},
    { "id": 2, "title": "O que é Diabetes?", "content": "Diabetes é uma condição crônica na qual o corpo não consegue regular adequadamente os níveis de glicose (açúcar) no sangue" },
    { "id": 3, "title": "Glicose no Sangue", "content": "Como medir: Use um medidor de glicose para obter uma pequena amostra de sangue. Também é possível fazer essa medição em postos de saúde. • Valores alvo: O objetivo é manter a glicose em jejum entre 80-130 mg/dL." },
    { "id": 4, "title": "O que é Pré-Diabetes?", "content": "Ocorre quando os níveis de glicose no sangue estão mais altos do que o normal, contudo, ainda não estão elevados o suficiente para caracterizar um Diabetes Tipo 1 ou Tipo 2. É um sinal de alerta do corpo, que normalmente aparece em obesos, hipertensos e/ou pessoas com alterações nos lipídios (gorduras). Nesta fase, a evolução da doença ainda pode ser revertida, bem como o aparecimento de complicações. A mudança de hábito alimentar e a prática de exercícios são os principais fatores de sucesso para o controle. No entanto, 50% dos pacientes que têm o diagnóstico de pré-diabetes, mesmo com as devidas orientações médicas, desenvolvem a doença." },
    { "id": 5, "title": "Alimentação Saudável", "content": "Planejamento: Uma refeição equilibrada deve incluir proteínas magras, vegetais, grãos integrais e porções controladas de carboidratos. Como por exemplo, no café da manhã: ovos, cuscuz e café. No almoço: carne grelhada, arroz, salada cozida a vapor e feijão. Já no jantar: arroz, carne cozida, salada cozida e salada verde. • Contagem de carboidratos: Saiba quantos carboidratos estão em seus alimentos e ajuste a insulina conforme necessário. É possível fazer esse ajuste baseando-se nas sugestões de alimentação acima ou em conjunto com o seu médico do postinho, ou até um nutricionista." },
    { "id": 6, "title": "Exercício e Atividade Física", "content": "Benefícios: O exercício ajuda a melhorar a sensibilidade à insulina e controlar a glicose no sangue. • Recomendações: Pelo menos 150 minutos de atividade moderada por semana. Como por exemplo, uma caminhada de intensidade moderada pelo seu bairro ou então andar de bicicleta. É válido ressaltar, também, que atividade como hidroginástica podem ser bastante proveitosas para sua saúde." },
    { "id": 7, "title": "Quais os sintomas do Diabetes?", "content": "Os sinais e sintomas característicos que levantam a suspeita de diabetes são os 'quatro P’s': poliúria (vontade de urinar várias vezes ao dia), polidipsia (sede excessiva), polifagia (fome) e perda inexplicada de peso. Tipo 1: vontade de urinar várias vezes ao dia; fome frequente; sede constante; perda de peso; fraqueza; fadiga; nervosismo; mudanças de humor; náusea; vômito. Tipo 2: fome frequente; sede constante; infecções frequentes; vontade de urinar várias vezes ao dia; visão embaçada; dificuldade na cicatrização de feridas; formigamento nos pés e nas mãos."  },
    { "id": 8, "title": "Quais as complicações do Diabetes?", "content": "Pessoas com diabetes têm um risco aumentado de desenvolver doenças cardíacas, como doença arterial coronariana, hipertensão e acidentes vasculares cerebrais (AVCs); Pode causar danos aos vasos sanguíneos dos olhos, levando a problemas de visão e, em casos graves, à cegueira. Pode danificar os rins, resultando em insuficiência renal crônica. A neuropatia e problemas circulatórios associados à diabetes podem levar a feridas nos pés que podem não cicatrizar adequadamente, aumentando o risco de infecções e amputações. A glicose elevada no sangue pode aumentar o risco de doenças gengivais e cáries." },
    { "id": 9, "title": "Controle de Estresse:", "content": "Efeito: O estresse pode elevar os níveis de glicose e consequentemente prejudicar. • Técnicas: Meditação, respiração profunda e ioga podem ajudar a reduzir o estresse." },
    { "id": 10, "title": "Prevenção", "content": "Mantenha um peso saudável: O excesso de peso é um dos principais fatores de risco para a diabetes tipo 2. Perder peso e manter um peso corporal saudável pode reduzir significativamente o risco. Alimentação saudável: Uma dieta equilibrada com baixo teor de açúcares refinados, gorduras saturadas e alimentos processados é fundamental. Opte por alimentos ricos em fibras, como frutas, legumes, grãos integrais, proteínas magras e gorduras saudáveis, como as encontradas em nozes, azeite de oliva e abacate Controle das porções: Manter o controle das porções pode ajudar a controlar a ingestão calórica e o nível de glicose no sangue. Evite porções excessivas de alimentos, especialmente aqueles ricos em calorias e açúcares. Exercício regular: A atividade física regular é fundamental. Tente fazer pelo menos 150 minutos de exercício aeróbico moderado por semana, como caminhada, natação ou ciclismo, além de exercícios de resistência para fortalecer músculos. Evite o tabagismo: Fumar está associado a um maior risco de diabetes tipo 2. Parar de fumar pode reduzir esse risco."}

]
  